"App Memory" = "Ohjelmamuisti";
"Page Ins" = "Sivutuksia sisään";
"Cached Files" = "Tiedostot välimuistissa";
"Wired" = "Lukittuna";
"MEMORY PRESSURE" = "MUISTIN KÄYTTÖ";
"File Cache" = "Tiedostovälimuisti";
"Compressed" = "Pakattu muisti";
"%1$@ of %2$@" = "%1$@ kautta %2$@";
"Memory Pressure Above" = "Muistin Käyttö >";
"Page Outs" = "Sivutuksia ulos";
"Pressure" = "Muistin käyttö";
"PROCESSES" = "PROSESSEJA";
"MEMORY" = "MUISTI";
"Used" = "Käytössä";
"Inactive" = "Inaktiivisena";
"Free" = "Vapaa";
"Memory" = "Muisti";
"SWAP MEMORY" = "Sivutettu muisti";
"Active" = "Aktiivisena";
"Cache" = "Välimuisti";


// Unlocalized strings



// Modified strings

